Repository: jaywcjlove/app-i18n
Catalog: i18n/source/resumerevise/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: A brief introduction of yourself. Just show your biggest advantages.
de: Stellen Sie sich kurz vor und heben Sie Ihre größten Stärken hervor.
fr: Présentez-vous brièvement et mettez en valeur vos atouts majeurs.
it: Presentati brevemente e metti in risalto i tuoi punti di forza principali.
ja: 自分について簡単に紹介し、最大の強みをアピールしましょう。
ko: 자신을 간략히 소개하고 가장 큰 강점을 어필하세요.
ru: Кратко представьтесь и покажите свои сильнейшие стороны.
zh_hans: 介绍自己，说明自己的最大优势，让企业看到你的闪光点
zh_hant: 介紹自己，說明自己的最大優勢，讓企業看到你的亮點。

source: Add Additional Info
de: Zusätzliche Informationen hinzufügen
fr: Ajouter des informations supplémentaires
it: Aggiungi informazioni aggiuntive
ja: 追加情報を追加
ko: 추가 정보 추가
ru: Добавить доп. информацию
zh_hans: 添加附加信息
zh_hant: 新增附加資訊

source: Add Education
de: Ausbildung hinzufügen
fr: Ajouter une formation
it: Aggiungi istruzione
ja: 学歴を追加
ko: 학력 추가
ru: Добавить образование
zh_hans: 添加教育经历
zh_hant: 新增教育經歷

source: Add Leadership Position
de: Funktion hinzufügen
fr: Ajouter une fonction
it: Aggiungi ruolo ricoperto
ja: 役職を追加
ko: 역할 추가
ru: Добавить должность
zh_hans: 校内职务
zh_hant: 校內職務

source: Add Link
de: Link hinzufügen
fr: Ajouter un lien
it: Aggiungi link
ja: リンクを追加
ko: 링크 추가
ru: Добавить ссылку
zh_hans: 添加链接
zh_hant: 新增連結

source: Add Project Experience
de: Projekterfahrung hinzufügen
fr: Ajouter une expérience de projet
it: Aggiungi esperienza di progetto
ja: プロジェクト経験を追加
ko: 프로젝트 경험 추가
ru: Добавить опыт проектов
zh_hans: 添加项目经验
zh_hant: 新增專案經驗

source: Add Resume Revise in Grok with this command, or paste the TOML into ~/.grok/config.toml.
de: Fügen Sie Resume Revise mit diesem Befehl in Grok hinzu oder fügen Sie das TOML in ~/.grok/config.toml ein.
fr: Ajoutez Resume Revise dans Grok avec cette commande, ou collez le TOML dans ~/.grok/config.toml.
it: Aggiungi Resume Revise in Grok con questo comando, oppure incolla il TOML in ~/.grok/config.toml.
ja: このコマンドで Grok に Resume Revise を追加するか、TOML を ~/.grok/config.toml に貼り付けてください。
ko: 이 명령어로 Grok에 Resume Revise를 추가하거나, TOML을 ~/.grok/config.toml에 붙여넣으세요.
ru: Добавьте Resume Revise в Grok этой командой или вставьте TOML в ~/.grok/config.toml.
zh_hans: 使用此命令在 Grok 中添加 Resume Revise，或将 TOML 粘贴到 ~/.grok/config.toml 中。
zh_hant: 使用此指令在 Grok 中新增 Resume Revise，或將 TOML 貼到 ~/.grok/config.toml 中。

source: Add School Honors
de: Schulische Auszeichnung hinzufügen
fr: Ajouter une distinction scolaire
it: Aggiungi riconoscimento scolastico
ja: 学内栄誉を追加
ko: 학교 수상 경력 추가
ru: Добавить награду
zh_hans: 新增荣誉
zh_hant: 新增榮譽

source: Add Skill
de: Fähigkeit hinzufügen
fr: Ajouter une compétence
it: Aggiungi competenza
ja: スキルを追加
ko: 스킬 추가
ru: Добавить навык
zh_hans: 添加技能
zh_hant: 新增技能

source: Add Skills
de: Fähigkeiten hinzufügen
fr: Ajouter des compétences
it: Aggiungi competenze
ja: スキルを追加
ko: 스킬 추가
ru: Добавить навыки
zh_hans: 添加技能
zh_hant: 新增技能

source: Add this to your MCP client config (Claude Desktop, Cursor, and others).
de: Fügen Sie dies zur Konfiguration Ihres MCP-Clients hinzu (Claude Desktop, Cursor und andere).
fr: Ajoutez ceci à la configuration de votre client MCP (Claude Desktop, Cursor, et autres).
it: Aggiungi questo alla configurazione del tuo client MCP (Claude Desktop, Cursor e altri).
ja: これを MCP クライアントの設定（Claude Desktop、Cursor など）に追加してください。
ko: 이 내용을 MCP 클라이언트 설정(Claude Desktop, Cursor 등)에 추가하세요.
ru: Добавьте это в конфигурацию вашего MCP-клиента (Claude Desktop, Cursor и другие).
zh_hans: 将此内容添加到你的 MCP 客户端配置中（Claude Desktop、Cursor 等）。
zh_hant: 將此內容新增到你的 MCP 用戶端設定中（Claude Desktop、Cursor 等）。

source: Add Work Experience
de: Berufserfahrung hinzufügen
fr: Ajouter une expérience professionnelle
it: Aggiungi esperienza lavorativa
ja: 職務経験を追加
ko: 경력 추가
ru: Добавить опыт работы
zh_hans: 添加工作经验
zh_hant: 新增工作經歷

source: Additional Info
de: Zusätzliche Informationen
fr: Informations supplémentaires
it: Informazioni aggiuntive
ja: 追加情報
ko: 추가 정보
ru: Дополнительная информация
zh_hans: 附加信息
zh_hant: 附加資訊

source: Address
de: Adresse
fr: Adresse
it: Indirizzo
ja: 住所
ko: 주소
ru: Адрес
zh_hans: 地址
zh_hant: 地址

source: Append a project experience entry to a resume.
de: Fügt einem Lebenslauf einen Projekterfahrungseintrag hinzu.
fr: Ajoute une expérience de projet à un CV.
it: Aggiunge una voce di esperienza di progetto a un curriculum.
ja: 職務経歴書にプロジェクト経験を 1 件追加します。
ko: 이력서에 프로젝트 경험을 하나 추가합니다.
ru: Добавляет запись об опыте проектов в резюме.
zh_hans: 向简历追加一条项目经历。
zh_hant: 向履歷追加一條專案經歷。

source: Append a skill. level is 0–100.
de: Fügt eine Fähigkeit hinzu. level liegt zwischen 0 und 100.
fr: Ajoute une compétence. level est compris entre 0 et 100.
it: Aggiunge una competenza. level è compreso tra 0 e 100.
ja: スキルを 1 件追加します。level は 0〜100 です。
ko: 스킬을 하나 추가합니다. level은 0~100입니다.
ru: Добавляет навык. level — от 0 до 100.
zh_hans: 向简历追加一项技能，等级范围为 0 至 100。
zh_hant: 向履歷追加一項技能，等級範圍為 0 至 100。

source: Append a work experience entry to a resume.
de: Fügt einem Lebenslauf einen Berufserfahrungseintrag hinzu.
fr: Ajoute une expérience professionnelle à un CV.
it: Aggiunge una voce di esperienza lavorativa a un curriculum.
ja: 職務経歴書に職務経験を 1 件追加します。
ko: 이력서에 경력을 하나 추가합니다.
ru: Добавляет запись об опыте работы в резюме.
zh_hans: 向简历追加一条工作经历。
zh_hant: 向履歷追加一條工作經歷。

source: Append an education entry to a resume.
de: Fügt einem Lebenslauf einen Ausbildungseintrag hinzu.
fr: Ajoute une formation à un CV.
it: Aggiunge una voce di istruzione a un curriculum.
ja: 職務経歴書に学歴を 1 件追加します。
ko: 이력서에 학력을 하나 추가합니다.
ru: Добавляет запись об образовании в резюме.
zh_hans: 向简历追加一条教育经历。
zh_hant: 向履歷追加一條教育經歷。

source: Are you sure you want to delete "%@"? This cannot be undone.
de: Möchten Sie „%@“ wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Voulez-vous vraiment supprimer « %@ » ? Cette action est irréversible.
it: Vuoi davvero eliminare «%@»? Questa azione non può essere annullata.
ja: 「%@」を削除してもよろしいですか？この操作は取り消せません。
ko: "%@"을(를) 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы действительно хотите удалить «%@»? Это действие нельзя отменить.
zh_hans: 确定要删除“%@”吗？此操作无法撤销。
zh_hant: 確定要刪除「%@」嗎？此操作無法復原。

source: Basic Info
de: Grunddaten
fr: Informations de base
it: Informazioni di base
ja: 基本情報
ko: 기본 정보
ru: Основная информация
zh_hans: 基本信息
zh_hant: 基本資訊

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Command
de: Befehl
fr: Commande
it: Comando
ja: コマンド
ko: 명령어
ru: Команда
zh_hans: 命令
zh_hant: 指令

source: Company
de: Unternehmen
fr: Entreprise
it: Azienda
ja: 会社名
ko: 회사
ru: Компания
zh_hans: 公司
zh_hant: 公司

source: Configuration
de: Konfiguration
it: Configurazione
ja: 設定
ko: 설정
ru: Конфигурация
zh_hans: 配置
zh_hant: 設定

source: Configure MCP
de: MCP konfigurieren
fr: Configurer MCP
it: Configura MCP
ja: MCP を設定
ko: MCP 설정
ru: Настроить MCP
zh_hans: 配置 MCP
zh_hant: 設定 MCP

source: Copied
de: Kopiert
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
ru: Скопировано
zh_hans: 已复制
zh_hant: 已複製

source: Copy
de: Kopieren
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Копировать
zh_hans: 复制
zh_hant: 複製

source: Create a resume. Optionally pass name, template_path (template01–template11), and json fields to merge onto a blank resume.
de: Erstellt einen Lebenslauf. Optional können name, template_path (template01–template11) und json-Felder übergeben werden, die in einen leeren Lebenslauf eingefügt werden.
fr: Crée un CV. Vous pouvez passer en option name, template_path (template01–template11) et des champs json à fusionner dans un CV vierge.
it: Crea un curriculum. Puoi passare facoltativamente name, template_path (template01–template11) e campi json da unire a un curriculum vuoto.
ja: 職務経歴書を作成します。name、template_path（template01〜template11）、json フィールドを省略可能で、空白の職務経歴書にマージできます。
ko: 이력서를 만듭니다. name, template_path(template01~template11), json 필드를 선택적으로 전달하여 빈 이력서에 병합할 수 있습니다.
ru: Создаёт резюме. Можно дополнительно передать name, template_path (template01–template11) и поля json для объединения с пустым резюме.
zh_hans: 创建简历。可选传入名称、模板路径（template01 至 template11）和 JSON 字段，以合并到空白简历中。
zh_hant: 建立履歷。可選傳入名稱、模板路徑（template01 至 template11）和 JSON 欄位，以合併到空白履歷中。

source: Create Resume
de: Lebenslauf erstellen
fr: Créer un CV
it: Crea curriculum
ja: 職務経歴書を作成
ko: 이력서 만들기
ru: Создать резюме
zh_hans: 创建简历
zh_hant: 建立履歷

source: Date of Birth
de: Geburtsdatum
fr: Date de naissance
it: Data di nascita
ja: 生年月日
ko: 생년월일
ru: Дата рождения
zh_hans: 生日
zh_hant: 生日

source: Degree
de: Abschluss
fr: Diplôme
it: Titolo di studio
ja: 学位
ko: 학위
ru: Степень
zh_hans: 学历/学位
zh_hant: 學歷/學位

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@" Resume
de: Lebenslauf „%@“ löschen
fr: Supprimer le CV « %@ »
it: Elimina curriculum «%@»
ja: 「%@」の職務経歴書を削除
ko: "%@" 이력서 삭제
ru: Удалить резюме «%@»
zh_hans: 删除 "%@" 简历
zh_hant: 刪除「%@」履歷

source: Delete a resume by UUID.
de: Löscht einen Lebenslauf anhand der UUID.
fr: Supprime un CV par UUID.
it: Elimina un curriculum in base all'UUID.
ja: UUID で職務経歴書を削除します。
ko: UUID로 이력서를 삭제합니다.
ru: Удаляет резюме по UUID.
zh_hans: 按 UUID 删除简历。
zh_hant: 按 UUID 刪除履歷。

source: Delete Resume
de: Lebenslauf löschen
fr: Supprimer le CV
it: Elimina curriculum
ja: 職務経歴書を削除
ko: 이력서 삭제
ru: Удалить резюме
zh_hans: 删除简历
zh_hant: 刪除履歷

source: Delete Resume?
de: Lebenslauf löschen?
fr: Supprimer le CV ?
it: Eliminare il curriculum?
ja: 職務経歴書を削除しますか？
ko: 이력서를 삭제하시겠습니까?
ru: Удалить резюме?
zh_hans: 删除简历？
zh_hant: 刪除履歷？

source: Delete work experience
de: Berufserfahrung löschen
fr: Supprimer l'expérience professionnelle
it: Elimina esperienza lavorativa
ja: 職務経験を削除
ko: 경력 삭제
ru: Удалить опыт работы
zh_hans: 删除工作经验
zh_hant: 刪除工作經歷

source: Descipline
de: Studienfach
fr: Spécialité
it: Corso di studi
ja: 専攻
ko: 전공
ru: Специальность
zh_hans: 专业
zh_hant: 專業

source: Describe your major in detail, including curriculums and graduation project,etc.
de: Beschreiben Sie Ihr Studienfach im Detail, einschließlich der besuchten Kurse, der Abschlussarbeit usw.
fr: Décrivez votre spécialité en détail, y compris les cours suivis, le projet de fin d'études, etc.
it: Descrivi in dettaglio il tuo corso di studi, inclusi gli esami seguiti, la tesi di laurea, ecc.
ja: 専攻の内容を詳しく記入してください。カリキュラムや卒業研究などを含みます。
ko: 전공 내용을 자세히 설명하세요. 커리큘럼, 졸업 프로젝트 등을 포함합니다.
ru: Подробно опишите свою специальность, включая изучаемые дисциплины, выпускной проект и т. д.
zh_hans: 描述在校期间所学的专业，主要包括课程内容、毕业设计等
zh_hant: 描述在校期間所學的專業，主要包括課程內容、畢業專題等。

source: Describe your responsibilities of your position at school in detail.
de: Beschreiben Sie die Aufgaben und Verantwortlichkeiten Ihrer Funktion während der Schul- bzw. Studienzeit im Detail.
fr: Décrivez en détail les responsabilités et missions de votre fonction pendant vos études.
it: Descrivi in dettaglio i compiti e le responsabilità del ruolo ricoperto durante gli studi.
ja: 在学中に担当した役職の主な業務内容や責任を詳しく記入してください。
ko: 학교에서 맡은 역할의 주요 업무 내용과 책임을 자세히 설명하세요.
ru: Подробно опишите обязанности и задачи занимаемой должности во время учёбы.
zh_hans: 描述在校期间所担任职位的主要工作内容及职责等
zh_hant: 描述在校期間所擔任職務的主要工作內容及職責等。

source: Describe your topic.
de: Beschreiben Sie Ihr Thema kurz.
fr: Décrivez brièvement votre sujet.
it: Descrivi brevemente il tuo argomento.
ja: トピックの内容を簡単に記入してください。
ko: 주제 내용을 간략히 설명하세요.
ru: Кратко опишите свою тему.
zh_hans: 简单描述添加主题的内容
zh_hant: 簡單描述新增主題的內容。

source: Description
de: Beschreibung
it: Descrizione
ja: 説明
ko: 설명
ru: Описание
zh_hans: 描述
zh_hant: 描述

source: Desired City
de: Wunschstadt
fr: Ville souhaitée
it: Città desiderata
ja: 希望勤務地
ko: 희망 근무 도시
ru: Желаемый город
zh_hans: 期望城市
zh_hant: 期望城市

source: Desired Position
de: Wunschposition
fr: Poste souhaité
it: Posizione desiderata
ja: 希望職種
ko: 희망 직무
ru: Желаемая должность
zh_hans: 期望职位
zh_hant: 期望職務

source: Done
de: Fertig
fr: Terminé
it: Fine
ja: 完了
ko: 완료
ru: Готово
zh_hant: 完成

source: Duplicate
de: Duplizieren
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
ru: Дублировать
zh_hans: 复制
zh_hant: 複製

source: Edit "%@" Resume
de: Lebenslauf „%@“ bearbeiten
fr: Modifier le CV « %@ »
it: Modifica curriculum «%@»
ja: 「%@」の職務経歴書を編集
ko: "%@" 이력서 편집
ru: Редактировать резюме «%@»
zh_hans: 编辑 "%@" 简历
zh_hant: 編輯「%@」履歷

source: Education
de: Ausbildung
fr: Formation
it: Istruzione
ja: 学歴
ko: 학력
ru: Образование
zh_hans: 教育经历
zh_hant: 教育經歷

source: Export as PDF
de: Als PDF exportieren
fr: Exporter en PDF
it: Esporta come PDF
ja: PDF として書き出す
ko: PDF로 내보내기
ru: Экспортировать в PDF
zh_hans: 导出PDF
zh_hant: 匯出 PDF

source: Full-time
de: Vollzeit
fr: Temps plein
it: Tempo pieno
ja: 正社員
ko: 정규직
ru: Полная занятость
zh_hans: 全职
zh_hant: 全職

source: Get one resume as JSON. Avatar base64 is omitted unless include_avatar is true.
de: Ruft einen Lebenslauf als JSON ab. Das Base64 des Avatars wird weggelassen, sofern include_avatar nicht true ist.
fr: Obtient un CV au format JSON. Le Base64 de l'avatar est omis, sauf si include_avatar vaut true.
it: Ottiene un curriculum in formato JSON. Il Base64 dell'avatar viene omesso, a meno che include_avatar non sia true.
ja: 職務経歴書を 1 件 JSON として取得します。include_avatar が true でない場合、アバターの Base64 は含まれません。
ko: 이력서 하나를 JSON으로 가져옵니다. include_avatar가 true가 아니면 아바타 Base64는 포함되지 않습니다.
ru: Получает одно резюме в формате JSON. Base64 аватара опускается, если include_avatar не равен true.
zh_hans: 以 JSON 获取一份简历。除非 include_avatar 为 true，否则不包含头像 Base64 数据。
zh_hant: 以 JSON 取得一份履歷。除非 include_avatar 為 true，否則不包含頭像 Base64 資料。

source: Get Resume
de: Lebenslauf abrufen
fr: Obtenir le CV
it: Ottieni curriculum
ja: 職務経歴書を取得
ko: 이력서 가져오기
ru: Получить резюме
zh_hans: 获取简历
zh_hant: 取得履歷

source: Graduate Info
de: Studienverlauf
fr: Parcours scolaire
it: Percorso di studi
ja: 在学状況
ko: 학교 생활
ru: Учебная деятельность
zh_hans: 在校情况
zh_hant: 在校情況

source: Honors
de: Auszeichnungen
fr: Distinctions
it: Riconoscimenti
ja: 栄誉
ko: 수상 경력
ru: Награды
zh_hans: 荣誉
zh_hant: 榮譽

source: Important Reminder ‼️
de: Wichtiger Hinweis ‼️
fr: Rappel important ‼️
it: Promemoria importante ‼️
ja: 重要なお知らせ ‼️
ko: 중요 안내 ‼️
ru: Важное напоминание ‼️
zh_hans: 重要提示‼️
zh_hant: 重要提示‼️

source: Industry
de: Wunschbranche
fr: Secteur souhaité
it: Settore desiderato
ja: 希望業界
ko: 희망 업계
ru: Желаемая отрасль
zh_hans: 期望行业
zh_hant: 期望產業

source: Internship
de: Praktikum
fr: Stage
it: Tirocinio
ja: インターンシップ
ko: 인턴십
ru: Стажировка
zh_hans: 实习
zh_hant: 實習

source: Introduce the project and show your achievements, such as: 1 Project background and objectives 2 Your role in the project 3 Project performance
de: Stellen Sie das Projekt vor und zeigen Sie Ihre Erfolge auf, zum Beispiel: 1. Hintergrund und Ziele des Projekts 2. Ihre Rolle im Projekt 3. Projektergebnisse
fr: Présentez le projet et mettez en valeur vos réalisations, par exemple : 1. Contexte et objectifs du projet 2. Votre rôle dans le projet 3. Résultats du projet
it: Presenta il progetto e mostra i tuoi risultati, ad esempio: 1. Contesto e obiettivi del progetto 2. Il tuo ruolo nel progetto 3. Risultati del progetto
ja: プロジェクトを紹介し、成果をアピールしてください。例： 1. プロジェクトの背景と目標 2. プロジェクトでの役割 3. プロジェクトの業績
ko: 프로젝트를 소개하고 성과를 어필하세요. 예: 1. 프로젝트 배경 및 목표 2. 프로젝트에서의 역할 3. 프로젝트 성과
ru: Представьте проект и покажите свои достижения, например: 1. Предыстория и цели проекта 2. Ваша роль в проекте 3. Результаты проекта
zh_hans: 介绍该项目，展示你的成果，如： 1. 项目背景及目标 2. 你在项目中的角色 3. 项目业绩
zh_hant: 介紹該專案，展示你的成果，如： 1. 專案背景及目標 2. 你在專案中的角色 3. 專案績效

source: Job Preferences
de: Stellenpräferenzen
fr: Préférences d'emploi
it: Preferenze lavorative
ja: 希望条件
ko: 희망 조건
ru: Пожелания к работе
zh_hans: 求职意向
zh_hant: 求職意向

source: Job Title
de: Stellenbezeichnung
fr: Intitulé du poste
it: Titolo di lavoro
ja: 職種
ko: 직무
ru: Должность
zh_hans: 职位
zh_hant: 職務

source: Job Type
de: Anstellungsart
fr: Type de contrat
it: Tipo di contratto
ja: 雇用形態
ko: 고용 형태
ru: Тип занятости
zh_hans: 工作类型
zh_hant: 工作類型

source: Keywords
de: Schlüsselwörter
fr: Mots-clés
it: Parole chiave
ja: キーワード
ko: 키워드
ru: Ключевые слова
zh_hans: 关键字
zh_hant: 關鍵字

source: Label
de: Beschriftung
fr: Étiquette
it: Etichetta
ja: ラベル
ko: 라벨
ru: Метка
zh_hans: 标签
zh_hant: 標籤

source: Launch with `--mcp` to speak MCP over stdio. Resume Revise must be open so the MCP process can attach to it.
de: Starten Sie mit `--mcp`, um MCP über stdio zu kommunizieren. Resume Revise muss geöffnet sein, damit der MCP-Prozess daran angehängt werden kann.
fr: Lancez avec `--mcp` pour communiquer en MCP via stdio. Resume Revise doit être ouvert pour que le processus MCP puisse s'y attacher.
it: Avvia con `--mcp` per comunicare via MCP su stdio. Resume Revise deve essere aperto affinché il processo MCP possa collegarvisi.
ja: `--mcp` を付けて起動すると、stdio 経由で MCP 通信を行います。MCP プロセスがアタッチできるよう、Resume Revise を開いたままにしてください。
ko: `--mcp`를 붙여 실행하면 stdio를 통해 MCP 통신을 합니다. MCP 프로세스가 연결할 수 있도록 Resume Revise를 열어 두어야 합니다.
ru: Запустите с `--mcp`, чтобы обмениваться данными MCP через stdio. Resume Revise должен быть открыт, чтобы процесс MCP мог к нему подключиться.
zh_hans: 使用 `--mcp` 启动以通过 stdio 进行 MCP 通信。必须保持 Resume Revise 打开，MCP 进程才能附加到它。
zh_hant: 使用 `--mcp` 啟動以透過 stdio 進行 MCP 通訊。必須保持 Resume Revise 開啟，MCP 程序才能附加到它。

source: Leadership Position
de: Bekleidete Funktion
fr: Fonction occupée
it: Ruolo ricoperto
ja: 役職
ko: 역할
ru: Занимаемая должность
zh_hans: 职位
zh_hant: 職務

source: List all resumes saved in Resume Revise. Returns id, name, job title, and template path.
de: Listet alle in Resume Revise gespeicherten Lebensläufe auf. Gibt ID, Name, Stellenbezeichnung und Vorlagenpfad zurück.
fr: Liste tous les CV enregistrés dans Resume Revise. Renvoie l'identifiant, le nom, l'intitulé du poste et le chemin du modèle.
it: Elenca tutti i curriculum salvati in Resume Revise. Restituisce id, nome, titolo di lavoro e percorso del modello.
ja: Resume Revise に保存されたすべての職務経歴書を一覧表示します。ID、名前、職種、テンプレートパスを返します。
ko: Resume Revise에 저장된 모든 이력서를 목록으로 표시합니다. ID, 이름, 직무, 템플릿 경로를 반환합니다.
ru: Выводит список всех резюме, сохранённых в Resume Revise. Возвращает идентификатор, имя, должность и путь к шаблону.
zh_hans: 列出 Resume Revise 中保存的所有简历，返回 ID、名称、职位名称和模板路径。
zh_hant: 列出 Resume Revise 中儲存的所有履歷，回傳 ID、名稱、職務名稱和模板路徑。

source: List available resume templates and their path identifiers.
de: Listet die verfügbaren Lebenslaufvorlagen und ihre Pfadbezeichner auf.
fr: Liste les modèles de CV disponibles et leurs identifiants de chemin.
it: Elenca i modelli di curriculum disponibili e i relativi identificatori di percorso.
ja: 利用可能な職務経歴書テンプレートとそのパス識別子を一覧表示します。
ko: 사용 가능한 이력서 템플릿과 해당 경로 식별자를 목록으로 표시합니다.
ru: Выводит список доступных шаблонов резюме и их идентификаторов путей.
zh_hans: 列出可用的简历模板及其路径标识。
zh_hant: 列出可用的履歷模板及其路徑識別碼。

source: List Resumes
de: Lebensläufe auflisten
fr: Lister les CV
it: Elenca curriculum
ja: 職務経歴書一覧を表示
ko: 이력서 목록 보기
ru: Список резюме
zh_hans: 列出简历
zh_hant: 列出履歷

source: List Templates
de: Vorlagen auflisten
fr: Lister les modèles
it: Elenca modelli
ja: テンプレート一覧を表示
ko: 템플릿 목록 보기
ru: Список шаблонов
zh_hans: 列出模板
zh_hant: 列出模板

source: Location
de: Ort
fr: Lieu
it: Luogo
ja: 勤務地
ko: 근무지
ru: Место
zh_hans: 地点
zh_hant: 地點

source: Merge JSON into an existing resume. Nested objects are merged; arrays replace the whole list. Dates use ISO-8601 or YYYY-MM-DD. Do not send avatar unless replacing it.
de: Fügt JSON in einen bestehenden Lebenslauf ein. Verschachtelte Objekte werden zusammengeführt; Arrays ersetzen die gesamte Liste. Daten verwenden ISO-8601 oder JJJJ-MM-TT. Senden Sie avatar nur, wenn Sie ihn ersetzen möchten.
fr: Fusionne du JSON dans un CV existant. Les objets imbriqués sont fusionnés ; les tableaux remplacent la liste entière. Les dates utilisent ISO-8601 ou AAAA-MM-JJ. N'envoyez pas d'avatar, sauf si vous souhaitez le remplacer.
it: Unisce del JSON in un curriculum esistente. Gli oggetti annidati vengono uniti; gli array sostituiscono l'intera lista. Le date usano il formato ISO-8601 o AAAA-MM-GG. Non inviare avatar, a meno che tu non voglia sostituirlo.
ja: 既存の職務経歴書に JSON をマージします。ネストされたオブジェクトはマージされ、配列はリスト全体を置き換えます。日付は ISO-8601 または YYYY-MM-DD 形式を使用してください。アバターを置き換える場合を除き、avatar は送信しないでください。
ko: 기존 이력서에 JSON을 병합합니다. 중첩 객체는 병합되고, 배열은 전체 목록을 대체합니다. 날짜는 ISO-8601 또는 YYYY-MM-DD 형식을 사용하세요. 아바타를 교체하는 경우가 아니면 avatar를 보내지 마세요.
ru: Объединяет JSON с существующим резюме. Вложенные объекты объединяются; массивы заменяют весь список. Даты используйте в формате ISO-8601 или ГГГГ-ММ-ДД. Не отправляйте avatar, если не хотите его заменить.
zh_hans: 将 JSON 合并到现有简历。嵌套对象会合并，数组会整体替换。日期使用 ISO-8601 或 YYYY-MM-DD 格式；除非要替换头像，否则不要发送 avatar。
zh_hant: 將 JSON 合併到現有履歷。巢狀物件會合併，陣列會整體替換。日期使用 ISO-8601 或 YYYY-MM-DD 格式；除非要替換頭像，否則不要傳送 avatar。

source: Move down
de: Nach unten
fr: Descendre
it: Sposta giù
ja: 下へ移動
ko: 아래로 이동
ru: Вниз
zh_hans: 下移
zh_hant: 下移

source: Move up
de: Nach oben
fr: Monter
it: Sposta su
ja: 上へ移動
ko: 위로 이동
ru: Вверх
zh_hans: 上移
zh_hant: 上移

source: New Resume
de: Neuer Lebenslauf
fr: Nouveau CV
it: Nuovo curriculum
ja: 新しい職務経歴書
ko: 새 이력서
ru: Новое резюме
zh_hans: 新建简历
zh_hant: 新增履歷

source: Part-time
de: Teilzeit
fr: Temps partiel
it: Tempo parziale
ja: アルバイト
ko: 아르바이트
ru: Частичная занятость
zh_hans: 兼职
zh_hant: 兼職

source: Period
de: Zeitraum
fr: Période
it: Periodo
ja: 期間
ko: 기간
ru: Период
zh_hans: 时间
zh_hant: 時間

source: Personal Advantage
de: Persönliche Stärken
fr: Atouts personnels
it: Punti di forza personali
ja: 自己 PR
ko: 자기소개
ru: Личные преимущества
zh_hans: 个人优势
zh_hant: 個人優勢

source: Phone Number
de: Telefonnummer
fr: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
ko: 휴대전화 번호
ru: Номер телефона
zh_hans: 手机号码
zh_hant: 手機號碼

source: Please enter mobile phone number
de: Bitte geben Sie Ihre Mobiltelefonnummer ein
fr: Veuillez saisir votre numéro de téléphone portable
it: Inserisci il numero di cellulare
ja: 携帯電話番号を入力してください
ko: 휴대전화 번호를 입력하세요
ru: Введите номер мобильного телефона
zh_hans: 请输入手机号码
zh_hant: 請輸入手機號碼

source: Please enter the address
de: Bitte geben Sie die Adresse ein
fr: Veuillez saisir l'adresse
it: Inserisci l'indirizzo
ja: 住所を入力してください
ko: 주소를 입력하세요
ru: Введите адрес
zh_hans: 请输入地址
zh_hant: 請輸入地址

source: Please enter the city where you wish to work
de: Bitte geben Sie die Stadt ein, in der Sie arbeiten möchten
fr: Veuillez saisir la ville dans laquelle vous souhaitez travailler
it: Inserisci la città in cui desideri lavorare
ja: 希望する勤務都市を入力してください
ko: 희망하는 근무 도시를 입력하세요
ru: Введите город, в котором хотите работать
zh_hans: 请输入您希望工作的城市
zh_hant: 請輸入您希望工作的城市

source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
fr: Veuillez saisir votre nom
it: Inserisci il tuo nome
ja: 氏名を入力してください
ko: 이름을 입력하세요
ru: Введите ваше имя
zh_hans: 请输入您的姓名
zh_hant: 請輸入您的姓名

source: Project Experience
de: Projekterfahrung
fr: Expérience de projet
it: Esperienza di progetto
ja: プロジェクト経験
ko: 프로젝트 경험
ru: Опыт проектов
zh_hans: 项目经验
zh_hant: 專案經驗

source: Project Name
de: Projektname
fr: Nom du projet
it: Nome del progetto
ja: プロジェクト名
ko: 프로젝트명
ru: Название проекта
zh_hans: 项目名称
zh_hant: 專案名稱

source: Related Company
de: Zugehöriges Unternehmen
fr: Entreprise associée
it: Azienda di riferimento
ja: 所属会社
ko: 소속 회사
ru: Связанная компания
zh_hans: 所属公司
zh_hant: 所屬公司

source: Resume Maker
de: Lebenslauf-Ersteller
fr: Créateur de CV
it: Creatore di curriculum
ja: 職務経歴書メーカー
ko: 이력서 메이커
ru: Конструктор резюме
zh_hans: 简历制作
zh_hant: 履歷製作

source: Resume: "%@"
de: Lebenslauf: „%@“
fr: CV : « %@ »
it: Curriculum: «%@»
ja: 職務経歴書：「%@」
ko: 이력서: "%@"
ru: Резюме: «%@»
zh_hans: 简历: "%@"
zh_hant: 履歷：「%@」

source: Sample Chinese Resume
de: Beispiel-Lebenslauf auf Chinesisch
fr: Exemple de CV en chinois
it: Curriculum di esempio in cinese
ja: 中国語の職務経歴書サンプル
ko: 중국어 이력서 샘플
ru: Пример резюме на китайском
zh_hans: 中文简历示例
zh_hant: 中文履歷範例

source: Sample Data
de: Beispieldaten
fr: Données d'exemple
it: Dati di esempio
ja: サンプルデータ
ko: 샘플 데이터
ru: Пример данных
zh_hans: 示例数据
zh_hant: 範例資料
